Repository: realsmartnose/gpsnose-typo3-ext
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, it

# MashupAdmin_btnCreateMashupToken
source: Create mashup-token
de: Einen Mashup-Token erstellen
it: Creare il mashup-token

# MashupAdmin_btnCreateNewToken
source: Create new token
de: Neuen Token erstellen
it: Creare un nuovo token

# MashupAdmin_btnDownloadMashupToken
source: Download token
de: Token runterladen
it: Scarica il gettone

# MashupAdmin_btnMashupCallbackUrlGenerate
source: Generate
de: Generieren
it: Generare

# MashupAdmin_btnMashupTokenPage
source: Load page
de: Seite laden
it: Carica la pagina

# MashupAdmin_btnRegenerateAppKey
source: Get new app-key
de: Neuen App-Key holen
it: Ottenere una nuova App-Key

# MashupAdmin_btnValidateCommunity
source: Validate
de: Validieren
it: Convalidare

# MashupAdmin_lblAddFail
source: To add a mashup-site, enter a valide url without the protocol (e.g.: www.example.com) and use a maximum of %max_characters% characters
de: Um eine Mashup-Site hinzuzufügen, stell bitte sicher, dass du eine gültige URL ohne Protokoll eingegeben hast (z. B.: www.example.com) und verwende maximal %max_characters% Zeichen
it: Per aggiungere un sito mashup, assicurarsi di aver inserito un url valido senza protocollo (ad esempio: www.example.com) e di utilizzare un massimo di caratteri %max_characters%.

# MashupAdmin_lblAddHostPlaceholder
source: Add new host
de: Neuen Host hinzufügen
it: Aggiungere un nuovo host

# MashupAdmin_lblAddSubCommunityPlaceholder
source: Add new sub-community
de: Neue Community hinzufügen
it: Aggiungere una nuova sotto-comunità

# MashupAdmin_lblAddTitle
source: Add new mashup
de: Neues Mashup
it: Aggiungi un nuovo Mashup

# MashupAdmin_lblAllowedHosts
source: Allowed hosts
de: Erlaubte Hosts
it: Ospiti consentiti

# MashupAdmin_lblChartCalls
source: Calls
de: Aufrufe
it: Chiamate

# MashupAdmin_lblChartDate
source: Date
de: Datum
it: Data

# MashupAdmin_lblChartExQuotas
source: Over quota
de: Über Quota
it: Quota superiore alla media

# MashupAdmin_lblChartHitsPerDay
source: Hits per day
de: Tägliche Aufrufe
it: Visite al giorno

# MashupAdmin_lblDetailTitle
source: Mashup detail
it: Dettaglio mashup

# MashupAdmin_lblEditTitle
source: Edit Mashup
de: Mashup editieren
it: Modifica Mashup

# MashupAdmin_lblHostsHint
source: Enter the new host here and click add, so the community-data is accessible only from these hosts
de: Trage hier den neuen Host ein und klicke auf Hinzufügen, damit die Community-Daten nur von diesen Hosts aus zugänglich sind
it: Inserire il dominio del nuovo host e fare clic su Aggiungi; i dati di questa comunità saranno accessibili solo da questi host.

# MashupAdmin_lblListTitleChilds
source: Entries
de: Einträge
it: Entrate

# MashupAdmin_lblListTitleDate
source: Date
de: Datum
it: Data

# MashupAdmin_lblListTitleHostsCount
source: %count% hosts
it: %count% host

# MashupAdmin_lblListTitleName
source: Name
it: Nome

# MashupAdmin_lblListTitleSubCommunitiesCount
source: %count% sub-communities
de: %count% Sub-Communitäten
it: %count% sotto-comunità

# MashupAdmin_lblLoginTitle
source: GpsNose Login
it: Accesso GpsNose

# MashupAdmin_lblLogoutTitle
source: GpsNose Logout
it: Disconnessione di GpsNose

# MashupAdmin_lblMashupTokenCallbackResponseLabel
source: Callback response
it: Risposta di callback

# MashupAdmin_lblMashupTokenCallbackResponsePlaceholder
source: Enter text for successfully scanned token
de: Text für den erfolgreichen Scan eintragen
it: Immettere il testo per la scansione del token

# MashupAdmin_lblMashupTokenCallbackUrl
source: Callback POST-back URL
it: URL di richiamo POST-back

# MashupAdmin_lblMashupTokenCallbackUrlFail
source: You must enter a valid absolute URL (e.g. https://%mashup_site%/end_point) with a maximum of %max_characters% characters. This is your optional sync-called callback, which must be completed in 2-3 seconds on your server for a successful processing; the interface and more details can be found on https://wiki.gpsnose.com
de: Du musst eine gültige absolute URL eingeben (z. B. https://%mashup_site%/end_point.php) mit maximal %max_characters% Zeichen. Dies ist das optionale Sync-Callback, welcher dein Server in 2-3 Sekunden abarbeiten muss, um ihn erfolgreich abzuschließen. Die Schnittstelle und weitere Details findest du auf https://wiki.gpsnose.com.
it: È necessario inserire un URL assoluto valido (ad esempio http://%mashup_site%/end/point) e utilizzare un massimo di caratteri %max_characters%. Questo è il callback opzionale chiamato sync e avete solo 2-3 secondi per completarlo; l'interfaccia e maggiori dettagli sono disponibili su https://wiki.gpsnose.com.

# MashupAdmin_lblMashupTokenCallbackUrlPlaceholder
source: Enter the callback URL here (optional)
de: Gebe hier die Callback-URL ein (optional)
it: Inserire qui l'URL di richiamo (facoltativo)

# MashupAdmin_lblMashupTokenEditTitle
source: Edit mashup-token
de: Mashup-Token editieren
it: Modifica del mashup-token

# MashupAdmin_lblMashupTokenImageLabel
source: Token
it: Gettone

# MashupAdmin_lblMashupTokenLabelHint
source: There is a maximun of %max_characters% characters allowed for the label.
de: Für das Label sind maximal %max_characters% Zeichen zulässig.
it: È consentito un massimo di %max_caratteri% per l'etichetta.

# MashupAdmin_lblMashupTokenLabelLabel
source: Label
it: Etichetta

# MashupAdmin_lblMashupTokenLabelPlaceholder
source: Enter label here
de: Gebe hier das Label ein
it: Inserire l'etichetta qui

# MashupAdmin_lblMashupTokenListTitle
source: Mashup-token admin
it: Amministrazione del mashup-token

# MashupAdmin_lblMashupTokenNewTitle
source: Create mashup-token
de: Mashup-Token erstellen
it: Creare il mashup-token

# MashupAdmin_lblMashupTokenOptions
source: Options
de: Optionen
it: Opzioni

# MashupAdmin_lblMashupTokenOptionsAskGpsSharing
source: Ask for GPS-Sharing
de: Nach GPS-Teilen fragen
it: Chiedete la condivisione del GPS

# MashupAdmin_lblMashupTokenOptionsBatchScanning
source: Batch-scanning
de: Batch-Scannen
it: Scansione batch

# MashupAdmin_lblMashupTokenOptionsCanComment
source: Can comment
de: Kann kommentieren
it: Può commentare

# MashupAdmin_lblMashupTokenOptionsCanSelectAmount
source: Can select amount
de: Kann Menge auswählen
it: Può selezionare l'importo

# MashupAdmin_lblMashupTokenOptionsNone
source: None
de: Keine
it: Nessuno

# MashupAdmin_lblMashupTokenPayloadHint
source: An identifier with a maximum of %max_characters% characters is is required
de: Eine Kennung mit maximal %max_characters% Zeichen ist erforderlich
it: L'identificatore è obbligatorio ed è consentito un massimo di caratteri %max_characters%.

# MashupAdmin_lblMashupTokenPayloadLabel
source: Token identifier
de: Token Identifikator
it: Identificatore del token

# MashupAdmin_lblMashupTokenPayloadPlaceholder
source: Enter token identifier here
de: Gebe hier die Token-ID ein
it: Inserire qui l'identificativo del token

# MashupAdmin_lblMashupTokenResponseCodeLabel
source: Response
de: Antwort
it: Res.

# MashupAdmin_lblMashupTokenScanDateLabel
source: Date
de: Datum
it: Data

# MashupAdmin_lblMashupTokenScanLocationLabel
source: Location
de: Position
it: Posizione

# MashupAdmin_lblMashupTokenScans
source: Scan-count
de: Scan-Anzahl
it: Conteggio scansione

# MashupAdmin_lblMashupTokenScanUserLabel
source: User
de: Benutzer
it: Utente

# MashupAdmin_lblMashupTokenValidUntilDateHint
source: Enter token's expiration date; leave empty for non-expiring token
de: Gebe das max. gültiges Datum ein; für nicht ablaufendes Token leer lassen
it: Impostare la data in cui il token deve essere valido; vuoto significa che rimarrà fino all'eternità.

# MashupAdmin_lblMashupTokenValidUntilDateLabel
source: Expiration date
de: Verfallsdatum
it: Data di scadenza

# MashupAdmin_lblMashupTokenValidUntilDatePlaceholder
source: Expiration date
de: Verfallsdatum
it: Data di scadenza

# MashupAdmin_lblMashupTokenValuePerUnitLabel
source: Value per unit
de: Wert pro Einheit
it: Valore per unità

# MashupAdmin_lblMashupTokenValuePerUnitPlaceholder
source: Value per unit (eg.: 2.45)
de: Wert pro Einheit (z.B. 2.45)
it: Valore per unità (es.: 2,45)

# MashupAdmin_lblName
source: Mashup name
it: Nome del mashup

# MashupAdmin_lblNoMashupToken
source: No scanned tokens available
de: Keine gescannten Tokens verfügbar
it: Non ci sono gettoni scannerizzati disponibili!

# MashupAdmin_lblNoMoreMashupToken
source: There are no more scanned tokens
de: Es gibt keine gescannten Tokens mehr
it: Non ci sono più gettoni scansionati!

# MashupAdmin_lblRegisterCommunityPlaceholder
source: Insert the site-name here
de: Gebe den Sitenamen ein
it: Inserire qui il nome del sito

# MashupAdmin_lblSubCommunities
source: Sub Communities
it: Sottocomunità

# MashupAdmin_lblSubCommunitiesFail
source: For sub-community name, use only the characters '0-9 a-z' and '-', max. %max_characters% characters
de: Für Sub-Community-Namen verwende bitte nur die Zeichen '0-9 a-z' und '-', max. %max_characters% Zeichen
it: Per aggiungere una sotto-comunità, assicurarsi di utilizzare solo i caratteri '0-9 a-z e -' e un massimo di caratteri %max_characters%.

# MashupAdmin_lblSubCommunitiesHint
source: Enter the name of the new subcommunity and click add; it will show as community@subcommunity
de: Gebe den Namen der neuen Subcommunity ein und klicken auf Hinzufügen; es wird als community@subcommunity angezeigt
it: Inserire qui il nome della nuova sottocomunità e fare clic su aggiungi; verrà visualizzato come comunità@sottocomunità

# MashupAdmin_lblSubHostsFail
source: For host-name, enter a valid URL without protocol (e.g.: www.example.com), max. %max_characters% characters
de: Für Hostname verwende bitte eine gültige URL ohne das Protokoll (z. B.: www.example.com), max. %max_characters% Zeichen
it: Per aggiungere un host, assicurarsi di aver inserito un url valido senza protocollo (ad esempio: www.example.com) e di utilizzare un massimo di caratteri %max_characters%.

# MashupAdmin_lblUnvalidatedMashup
source: There is already an unvalidated mashup with this name: to add it anew, please remove first the other entry
de: Es gibt bereits ein nicht validiertes Mashup mit diesem Namen: um es erneut hinzuzufügen, entfernen bitte zuerst den anderen Eintrag
it: Esiste già un mashup non convalidato, si prega di rimuovere prima l'altro enrty prima di aggiungerne uno nuovo

# MashupAdmin_lblValidateCommunityMessage
source: Add the key %key% to your webpage %mashup% then click Validate. The key can be placed into your website's default home document as a meta-tag named "gpsnose-validation-key" (and content is the key), or as a file named as the key without any extension or with some of the .txt | .htm | .html extensions. See the Wiki page under https://wiki.gpsnose.com for more details.
de: Füge in deine Website %mashup% den Schlüssel %key% hinzu und klicke danach auf Validieren. Der Schlüssel kann als Meta-Tag mit dem Namen 'gpsnose-validation-key' (und der Inhalt ist der Schlüssel) in das default Home-Dokument oder als eine Datei mit dem Namen 'Schlüssel' (ohne Erweiterung oder mit einer Dateinamenerweiterung .txt | .htm | .html) in den Website Folder eingefügt werden. Weitere Einzelheiten findest du auf der Wiki-Seite unter https://wiki.gpsnose.com.
it: Aggiungere la chiave %key% alla pagina web %mashup%, quindi fare clic su Convalida. La chiave può essere inserita nel documento iniziale predefinito del sito web come meta-tag denominato 'gpsnose-validation-key' (e il contenuto è la chiave), oppure come file denominato come la chiave senza alcuna estensione o con alcune delle estensioni .txt | .htm | .html. Per maggiori dettagli, consultare la pagina del Wiki all'indirizzo https://wiki.gpsnose.com.

# MashupAdmin_lblValidationDate
source: Validation date
de: Validierungsdatum
it: Data di convalida

# MashupAdmin_lblValidationKey
source: Validation key
de: Validierungsschlüssel
it: Chiave di convalida

# NewsPart_Load_lblBlogWasDeleted
source: Impression was deleted
de: Die Impression wurde entfernt
it: L'impressione è stata cancellata

# NewsPart_Load_lblCommentWasDeleted
source: Comment was deleted
de: Kommentar wurde gelöscht
it: Il commento è stato cancellato

# Account_Login_lblLoginText
source: To login, scan this QR code using your mobile GpsNose app please
de: Um Dich einzuloggen, scanne bitte den QR-Code mit deiner mobilen GpsNose App ein
it: Per effettuare il login, scansionare questo codice QR utilizzando l'applicazione GpsNose per cellulari.

# Account_Login_lblTitle
source: Login
it: Accesso

# Comment_lblErrorCannotSave
source: The comment could not be updated on the server!
de: Der Kommentar konnte auf dem Server nicht aktualisiert werden!
it: Non è stato possibile aggiornare il commento sul server!

# Comment_lblErrorTextRequired
source: Text is required
de: Text ist erforderlich
it: Il testo è richiesto

# Common_btnAdd
source: Add
de: Hinzu
it: Aggiungi

# Common_btnBackToList
source: Back to the list
de: Zurück zur Liste
it: Torna all'elenco

# Common_btnCancel
source: Cancel
de: Abbrechen
it: Annullamento

# Common_btnClose
source: Close
de: Schliessen
it: Chiudere

# Common_btnDelete
source: Delete
de: Löschen
it: Cancellare

# Common_btnEdit
source: Edit
de: Bearbeiten
it: Modifica

# Common_btnJoinCommunity
source: Join community
de: Community beitreten
it: Entrare nella comunità

# Common_btnLogin
source: Login
de: Anmelden
it: Accesso

# Common_btnLogout
source: Logout
de: Abmelden
it: Disconnessione

# Common_btnOpen
source: Open
de: Öffnen
it: Aperto

# Common_btnRefresh
source: Refresh
de: Neu laden
it: Aggiornare

# Common_btnRemove
source: Remove
de: Entfernen
it: Rimuovere

# Common_btnRestart
source: Restart
de: Neustarten
it: Riavvio

# Common_btnSend
source: Send
de: Senden
it: Inviare

# Common_btnShowProfile
source: Show profile
de: Profil anzeigen
it: Mostra il profilo

# Common_btnSync
source: Sync
it: Sincronizzazione

# Common_btnUpdate
source: Update
de: Aktualisieren
it: Aggiornamento

# Common_lblAreYouSureMessage
source: This can not be undone, proceed anyway?
de: Diese Aktion kann nicht rückgängig gemacht werden, trotzdem ausführen?
it: Questo non può essere annullato, procedere comunque?

# Common_lblAreYouSureTitle
source: Are you sure?
de: Bist Du sicher?
it: Sei sicuro?

# Common_lblCommentAdd
source: Add comment
de: Kommentar erstellen
it: Aggiungi commento

# Common_lblCommentAddHint
source: Write comment
de: Kommentar schreiben
it: Scrivi un commento

# Common_lblCommentEdit
source: Edit comment
de: Kommentar editieren
it: Modifica commento

# Common_lblCommentEditHint
source: Remove comment
de: Kommentar löschen
it: Rimuovere il commento

# Common_lblComments
source: Comments
de: Kommentare
it: Commenti

# Common_lblError
source: Error
de: Fehler
it: Errore

# Common_lblErrorCannotPage
source: Page cannot be loaded!
de: Seite kann nicht geladen werden!
it: La pagina non può essere caricata!

# Common_lblLoadMore
source: more..
de: mehr...
it: altro...

# Common_lblLoggedOut
source: You have been logged out. To continue with your work, you have to sign in again.
de: Du wurdest abgemeldet. Um mit deiner Arbeit weiter zu fahren, musst du dich wieder anmelden.
it: È stato effettuato il logout. Per continuare a lavorare, è necessario effettuare nuovamente l'accesso.

# Common_lblLoginPollingStopped
source: The polling was stopped, please use the button to restart the polling.
de: Die Abfrage wurde gestoppt. Verwenden Sie die Schaltfläche, um die Abfrage neu zu starten.
it: Il polling è stato interrotto; utilizzare il pulsante per riavviare il polling.

# Common_lblMaxCountReached
source: You have reached the maximum count of allowed entries. If you need more, contact us at info@gpsnose.com
de: Du hast die maximale Anzahl der erlaubten Einträgen erreicht. Wenn Du mehr benötigst, schreib uns an info@gpsnose.com
it: Avete raggiunto il numero massimo di iscrizioni consentite. Se ne servono altre, contattateci all'indirizzo info@gpsnose.com.

# Common_lblNoCommentsAvailable
source: Currently there are no comments available for this item.
de: Bis jetzt gibt es keine Kommentare zu diesem Eintrag.
it: Al momento non ci sono commenti disponibili per questa voce.

# Common_lblNotActivated
source: To use this function, you have to activate your account first in the mobile app.
de: Um diese Funktion zu verwenden muss Dein Account aktiviert sein. Bitte aktiviere Deinen Account in der Mobilen App.
it: Per utilizzare questa funzione, è necessario attivare il proprio account nell'applicazione mobile.

# Common_lblRequestInProgress
source: Loading
de: Wird geladen
it: Caricamento

# Common_lblScanToJoin
source: To join this community, scan this QR-code using your mobile GpsNose app please
de: Um dieser Community beizutreten, scanne bitte den QR-Code mit deiner mobilen GpsNose App ein
it: Per unirsi alla comunità, scansionare questo codice QR utilizzando l'applicazione GpsNose per cellulari.

# Common_lblUnknownError
source: An unknown error is occured!
de: Ein unbekannter Fehler ist aufgetreten!
it: Si è verificato un errore sconosciuto!

# Common_loginRequired
source: Please login first.
de: Log dich bitte zuerst ein.
it: Effettuare prima il login.

# Community_lblMembersNoEntryMessage
source: There are no members in this community currently.
de: Im Moment befinden sich keine Mitglieder in dieser Community
it: Attualmente non ci sono membri in questa comunità.

# Community_loginRequired
source: Login first to interact
de: Anmeldung erforderlich zum Schreiben
it: Effettuare il login per interagire

# Home_Overview_lblNoNews
source: There are currently no such news in your area.
de: Momentan sind keine solche News in deiner Umgebung verfügbar.
it: Al momento non ci sono notizie di questo tipo nella vostra zona.

# Home_Overview_lblNoPublishers
source: There are currently no such users in your area, but you can give the mobile app to your friends to see them here.
de: Momentan sind keine solchen Benutzer in deiner Umgebung verfügbar; du kannst aber die mobile App deinen Freunden weitergeben, damit du sie hier sehen kannst.
it: Al momento non ci sono nasi di questo tipo nella vostra zona, ma potete dare l'app mobile ai vostri amici per vederli qui.

# Nearby_lblNoEvents
source: Currently there are no events around available
de: Im Moment sind keine Veranstaltungen in der Nähe verfügbar
it: Attualmente non ci sono eventi disponibili

# Nearby_lblNoImpressions
source: Currently there are no impressions around, but you can be the first here to create some…
de: Bis jetzt gibt es hier keine Impressionen, vielleicht möchtest Du die ersten erstellen…
it: Attualmente non ci sono impressioni in giro, ma puoi essere il primo a crearne...

# Nearby_lblNoNoses
source: Currently there are no other users around
de: Im Moment sind keine anderen Benutzer in der Nähe
it: Attualmente non ci sono altri Nasi in giro

# Nearby_lblNoPois
source: Currently there are no places around available
de: Im Moment sind keine Orte in der Nähe verfügbar
it: Attualmente non ci sono posti disponibili in zona

# Nearby_lblNoTracks
source: Currently there are no tracks around available
de: Im Moment sind keine Tracks in der Nähe verfügbar
it: Attualmente non ci sono tracce disponibili in giro

# SecurityTokenValidator_heading
source: SecurityToken validator
it: Validatore di SecurityToken

# SecurityTokenValidator_hint
source: Start the camera and scan a SecurityToken..
de: Starte die Kamera und scanne ein SecurityToken…
it: Avviare la telecamera e scansionare un SecurityToken.

# SecurityTokenValidator_invalideQrCode
source: Wrong type of QR-Code, please scan a SecurityToken
de: Falscher QR-Code, bitte scanne einen SecurityToken
it: Tipo di QR-Code sbagliato, scansionare un SecurityToken

# SecurityTokenValidator_validationFail
source: The security-token of %user_name% is not valide
de: Der Security-Token von %user_name% ist nicht gültig
it: Il security-token di %user_name% non è valido

# SecurityTokenValidator_validationSuccess
source: The security-token of %user_name% was successfully validated
de: Der Security-Token von %user_name% wurde erfolgreich validiert
it: Il security-token di %user_name% è stato convalidato con successo.

# Common_lblUnknownNews
source: Unknown news
de: Unbekannte News
